Repository: Drugwash2/Equalizer2
Catalog: po/*.po
Languages: it, ro

source: pulseaudio-equalizer is not installed
it: pulseaudio-equalizer non Ã© istalato
ro: pulseaudio-equalizer nu este instalat

source: Equalizer
it: Equalizzatore
ro: Egalizor

source: Presets
it: Preset
ro: Presetări

source: Settings
it: Impostazioni
ro: Setări

source: Help
it: Aiuto
ro: Ajutor

source: : 'xdg-open' cannot open the help file
it: : 'xdg-open' non puo lanciare il file di aiuto
ro: : 'xdg-open' nu poate deschide fişierul de ajutor

source: : missing help file
it: : manca il file di aiuto
ro: : lipseşte fişierul de ajutor

source: Preset:
ro: Presetare:

source: Equalizer 2
it: Equalizzatore 2
ro: Egalizor 2

source: An applet to control sound equalization (LADSPA version support)
it: Un'applet per controllare l'equalizzazione del suono (sopporta LADSPA)
ro: Applet pentru controlul egalizării de sunet (versiune cu suport LADSPA)

source: Requires one of the alternate versions of pulseaudio-equalizer to be installed.
it: Neccesita che sia istallata una delle versioni alternative di pulseaudio-equalizer
ro: Necesită instalarea uneia dintre versiunile alternative ale pulseaudio-equalizer.

source: jschug.com (original author)
it: jschug.com (autore primare)
ro: jschug.com (autorul original)
